Ran Plan for project: `seagl` dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_route53_record.jitsi-a will be created
+ resource "aws_route53_record" "jitsi-a" {
      + allow_overwrite = (known after apply)
      + fqdn            = (known after apply)
      + id              = (known after apply)
      + name            = "meet.seagl.org"
      + records         = [
          + "142.93.82.178",
        ]
      + ttl             = 300
      + type            = "A"
      + zone_id         = "Z0173878287JIU5M4KB8R"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
╷
│ Warning: Argument is deprecated
│ 
│   with provider["registry.terraform.io/terraform-provider-openstack/openstack"],
│   on provider.tf line 34, in provider "openstack":
│   34: provider "openstack" {
│ 
│ Users not using loadbalancer resources can ignore this message. Support for
│ neutron-lbaas will be removed on next major release. Octavia will be the
│ only supported method for loadbalancer resources. Users using octavia will
│ have to remove 'use_octavia' option from the provider configuration block.
│ Users using neutron-lbaas will have to migrate/upgrade to octavia.
│ 
│ (and 5 more similar warnings elsewhere)
╵
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p seagl`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.seagl.org/lock?id=SeaGL%252Fseagl-terraform%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p seagl`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To **delete** all plans and locks for the PR, comment:
    * `atlantis unlock`